Revit 2027 API
BuiltInFailures.CopyPasteFailures.FinalizedElementsWillBeModified Property
 Can't find some new hosts for this Element.\nIt will lose references on Finish Paste unless repositioned or rehosted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FinalizedElementsWillBeModified { get; }
Public Shared ReadOnly Property FinalizedElementsWillBeModified As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FinalizedElementsWillBeModified {
	FailureDefinitionId^ get ();
}
static member FinalizedElementsWillBeModified : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace